tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-machine", link: false
brew "fzf"
brew "gh"
brew "git"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libevent"
brew "mackup"
brew "ruby"
brew "macvim"
brew "mas"
brew "nodenv"
brew "nvm"
brew "proctools"
brew "python@3.8"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "yarn"
brew "zlib"
brew "zsh"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bluejeans"
cask "dash"
cask "dropbox"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-cascadia-code"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "markdown-service-tools"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "multipass"
cask "netnewswire"
cask "postman"
cask "rectangle"
cask "runjs"
cask "safari-technology-preview"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Battery Indicator", id: 1206020918
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "Drafts", id: 1435957248
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Soulver", id: 413965349
mas "Things", id: 904280696
mas "ToothFairy", id: 1191449274
